package com.iran.weatherapp

object CityData {
    val iranCities = listOf(
        "تهران", "مشهد", "اصفهان", "شیراز", "تبریز",
        "کرج", "قم", "اهواز", "کرمانشاه", "ارومیه",
        "رشت", "زاهدان", "کرمان", "اراک", "همدان",
        "یزد", "اردبیل", "بندرعباس", "اسلام‌شهر", "زنجان",
        "سنندج", "قزوین", "خرم‌آباد", "گرگان", "ساری",
        "ملارد", "شهر قدس", "کاشان", "گلستان", "شهریار",
        "دزفول", "بروجرد", "خمینی‌شهر", "آبادان", "ورامین",
        "سبزوار", "نجف‌آباد", "نیشابور", "بابل", "آمل",
        "بجنورد", "بوشهر", "سمنان", "شهرکرد", "یاسوج"
    )
}
